Repository: pavel-lihanov/danfoss-mconfig
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Ask the manager for more information
ru_ru: Уточните цену у менеджера

source: VEDADRIVE Uin={0}kV, Uout={5}kV, {1}A {6} cells per phase, {2}, {3} {4} service access
ru_ru: VEDADRIVE Uin={0}кВ, Uout={5}кВ, {1}A {6} ячеек на фазу, {2}, {3}, {4} обслуживание

source: Air-cooled
ru_ru: Воздушное

source: Liquid_cooled
ru_ru: Жидкостное охлаждение

source: Motor type
ru_ru: Тип двигателя

source: Induction
ru_ru: Асинхронный

source: PMSM
ru_ru: Синхронный

source: Supply frequency
ru_ru: Частота питающей сети

source: Enclosure
ru_ru: Корпус

source: Motor contol mode
ru_ru: Режим управления двигателем

source: U/f control
ru_ru: Скалярное

source: Vector control
ru_ru: Векторное

source: Braking mode
ru_ru: Режим торможения

source: Coasting stop
ru_ru: Выбегом

source: Dynamic braking
ru_ru: Динамическое

source: Recuperation
ru_ru: Рекуперация

source: Cooling
ru_ru: Охлаждение

source: Air
ru_ru: Воздушное

source: Liquid
ru_ru: Жидкостное

source: Power cell autobypass
ru_ru: Автобайпас силовой ячейки

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Power option
ru_ru: Силовая опция

source: None
ru_ru: Нет

source: Manual bypass
ru_ru: Ручной байпас

source: Autobypass
ru_ru: Автобайпас

source: Multistart
ru_ru: Мультистарт

source: Interchange
ru_ru: Чередование двигателей

source: Number of motors
ru_ru: Количество двигателей

source: Option B
ru_ru: Опция B

source: Encoder board
ru_ru: Плата энкодера

source: Power transformer
ru_ru: Трансформатор

source: PMSM exciter
ru_ru: Возбудитель синхронного двигателя

source: Input mains location
ru_ru: Ввод питающего кабеля

source: Top
ru_ru: Сверху

source: Bottom
ru_ru: Снизу

source: Motor cable location
ru_ru: Вывод кабеля двигателя

source: Output reactor
ru_ru: Выходной реактор

source: Service access
ru_ru: Зона обслуживания

source: Front
ru_ru: Одностороннее

source: Front and back
ru_ru: Двустороннее

source: Motor voltage
ru_ru: Напряжение

source: Power cells count
ru_ru: Силовых ячеек на фазу

source: Custom
ru_ru: Пользовательское

source: Fan (k=1.1)
ru_ru: Вентилятор (k=1.1)

source: Smoke extractor (k=1.5)
ru_ru: Дымосос (k=1.5)

source: Compressor (k=1.15)
ru_ru: Винтовой компрессор (k=1.15)

source: 2-piston compressor (k=2)
ru_ru: Компрессор 2-поршневый (k=2)

source: 4-piston compressor (k=1.6)
ru_ru: Компрессор 4-поршневый (k=1.6)

source: 6-piston compressor (k=1.5)
ru_ru: Компрессор 6-поршневый (k=1.5)

source: Piston pump (k=1.6)
ru_ru: Поршневой насос (k=1.6)

source: Centr. pump (k=1.1)
ru_ru: Насос центробежный (k=1.1)

source: Submer. pump (pulp) (k=1.3)
ru_ru: Пульпонасос (k=1.3)

source: Submer. pump (wastewater) (k=1.3)
ru_ru: Канализационный насос (k=1.3)

source: Grinder (k=2)
ru_ru: Дробилка (k=2)

source: Autogenous mill (k=1.4)
ru_ru: Мельница самоизмельчения (k=1.4)

source: Ball mill (k=1.8)
ru_ru: Шаровая мельница (k=1.8)

source: Processing machine, light load (k=1.2)
ru_ru: Станок, низкий пусковой момент (k=1.2)

source: Processing machine, medium load (k=1.5)
ru_ru: Станок, средний пусковой момент (k=1.5)

source: Processing machine, heavy load (k=2)
ru_ru: Станок, высокий пусковой момент (k=2)

source: Conveyour, light load (k=1.4)
ru_ru: Конвейер, низкий пусковой момент (k=1.4)

source: Conveyour, heavy load (k=1.8)
ru_ru: Конвейер, высокий пусковой момент (k=1.8)

source: Select application
ru_ru: Применение

source: Input overload factor
ru_ru: Коэффициент перегрузки

source: Choose basic application parameters
ru_ru: Задайте параметры применения

source: Select motor type
ru_ru: Тип двигателя

source: Select motor voltage
ru_ru: Номинальное напряжение

source: 6kV
ru_ru: 6 кВ

source: 10kV
ru_ru: 10 кВ

source: Select SM exciter
ru_ru: Возбудитель синхронного двигателя

source: None/External
ru_ru: Нет/внешний

source: Built-in
ru_ru: Встроенный

source: Input nominal current
ru_ru: Номинальный ток (А)

source: Motor data
ru_ru: Данные двигателя

source: Control data
ru_ru: Способ управления

source: Select control mode
ru_ru: Метод управления

source: Select braking mode
ru_ru: Торможение

source: Select multimotor mode
ru_ru: Управление несколькими двигателями

source: No multimotor
ru_ru: Нет

source: Multistart, 2 motors
ru_ru: Мультистарт, 2 двигателя

source: Multistart, 3 motors
ru_ru: Мультистарт, 3 двигателя

source: Multistart, 4 motors
ru_ru: Мультистарт, 4 двигателя

source: Choose installation parameters
ru_ru: Параметры установки

source: Select drive voltage
ru_ru: Напряжение питания ЧРП

source: 6kV 50Hz
ru_ru: 6кВ 50Гц

source: 10kV 50Hz
ru_ru: 10кВ 50Гц

source: Select enclosure
ru_ru: Степень защиты корпуса

source: Select drive cooling
ru_ru: Тип охлаждения

source: Air cooling
ru_ru: Воздушное

source: Liquid cooling
ru_ru: Жидкостное

source: Select power mains location
ru_ru: Ввод питающего кабеля

source: Select motor mains location
ru_ru: Вывод кабеля двигателя

source: Select service access
ru_ru: Зона обслуживания

source: Input motor cable len
ru_ru: Длина моторного кабеля (м)

source: Options
ru_ru: Опции

source: Select fieldbus option
ru_ru: Выберите плату расширения интерфейса

source: Select power cell count
ru_ru: Ячеек на фазу

source: Select drive bypass
ru_ru: Байпас ЧРП

source: Manual
ru_ru: Ручной

source: Auto
ru_ru: Авто

source: Select power cell bypass
ru_ru: Байпас силовой ячейки

source: Choose delivery
ru_ru: Выберите параметры доставки

source: Select delivery method
ru_ru: Выберите способ доставки

source: Sea
ru_ru: Морская перевозка

source: Truck
ru_ru: Автотранспорт

source: Rail
ru_ru: Ж/д

source: Enter delivery address
ru_ru: Введите адрес доставки

source: Field {0} is required
ru_ru: Заполните поле "{0}"

source: No device matches current selection
ru_ru: Нет устройств, соответствующих всем критериям

source: Hello
ru_ru: Привет

source: <html> <head></head> <body> Hello! {0} {1} from {2} has asked for VEDADrive configurator access. To grant it please follow the <a href="http://{4}/mconfig/create_user?email={3}">link</a> and click "Submit" </body> </html>
ru_ru: <html> <head></head> <body> Добрый день! {0} {1} из {2} запрашивает доступ к конфигуратору VEDADRIVE. чтобы предоставить доступ, нажмите нассылку <a href="http://{4}/mconfig/create_user?email={3}">link</a> и нажмите "Submit" </body> </html>

source: Registration request created, await confirmation email
ru_ru: Запрос на регистрацию отправлен администратору, ожидайте подтверждение по электронной почте

source: <html> <head></head> <body> Hello! You have been given access to VEDADrive configurator. To access extended functions please follow the <a href="http://{0}/mconfig/login">link</a>, use your email as login and "danfoss" as password. </body> </html>
ru_ru: <html> <head></head> <body> Добрый день! Вы получили доступ к конфигуратору VEDADrive. Чтобы получить доступ ко всем функциям перейдите по ссылке <a href="http://{0}/mconfig/login">link</a>, введите свой email и пароль "danfoss" . </body> </html>

source: User created OK
ru_ru: Пользователь успешно создан

source: Documentation
ru_ru: Документация

source: Drive configurator
ru_ru: Конфигуратор

source: Prev
ru_ru: Назад

source: Next
ru_ru: Далее

source: Drive configurator user register request
ru_ru: Запрос на регистрацию пользователя

source: Request configurator access
ru_ru: Запрос доступа к конфигуратору

source: Please fill the form and click "Submit"
ru_ru: Пожалуйста, заполните форму и нажмите «Отправить»

source: Submit
ru_ru: Отправить
